---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.RotationAbout
source: html/ed2710e4-8305-fd2d-ebf0-3279b190a546.htm
---
# Autodesk.Revit.DB.GroupTypeId.RotationAbout Property

Rotation about.

## Syntax (C#)
```csharp
public static ForgeTypeId RotationAbout { get; }
```